bin/classes/setsp.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <SPchange xmlns="http://tempuri.org/">
      <id>$id</id>
      <SPadvice>$SPadvice</SPadvice>
      <SPname>$SPname</SPname>
      <SPtime>$SPtime</SPtime>
      <state>$state</state>
    </SPchange>
  </soap12:Body>
</soap12:Envelope>
